[
    {
        "name": "Assassins Pride",
        "image": "https://cdn.myanimelist.net/images/anime/1267/103421.jpg",
        "synopsis": "On the brink of extinction, mankind has downsized and now solely resides in the city-state of Flandore, living in cities encased by glass domes. Beyond the domes exist vicious lycanthropes who thrive in the darkness; among the citizens inside, a clear distinction between the nobility and commoners is in place. The blood of nobles enables them to utilize mana, granting them abilities that exceed human limits and greatly assist them in defeating lycanthropes.\nAlready 13 years of age, noble Melida Angel has yet to manifest her mana, and attends an elite academy where she is mistreated for her lack thereof. In order to help her, Kufa Vampir is ordered by the Angel family to become Melida's tutor. While Kufa seems to be a mere mentor, an ulterior motive lurks behind his job—he is to assassinate her if he confirms that she does not possess mana.\nKufa's investigation eventually leads him to determine he must eliminate Melida. However, Kufa is struck by her unwavering determination, spirit, and belief in herself when he witnesses her in a fight, choosing instead to offer a way she can manifest her magic. As Melida learns to use mana with the help of Kufa's teachings, Kufa forsakes his mission and jeopardizes everything to keep his discovery of Melida unknown to the Angel family and his own guild. However, both Kufa and Melida will soon realize that hiding their secret will not be the only challenge they face, as unforeseen trouble is waiting just around the corner.\n[Written by MAL Rewrite]"
    },
    {
        "name": "Itai no wa Iya nano de Bougyoryoku ni Kyokufuri Shitai to Omoimasu.",
        "image": "https://cdn.myanimelist.net/images/anime/1579/113812.jpg",
        "synopsis": "After an enthusiastic invitation from her friend, Kaede Honjou reluctantly agrees to try New World Online: a very popular VRMMO played by thousands of people across Japan. Naming her in-game character Maple, she sets out on her journey. As a complete novice to such games, she allocates all of her stat points into vitality, desiring to not get hurt. With not a single point in any other stat, Maple has extraordinarily high defense, but she can't move quickly or hit hard.\nThis doesn't end badly for her, however. Due to her high defense, Maple acquires overpowered skills such as Total Defense, Poison Immunity, and Devour. These skills, along with the incredibly powerful items she obtains, allow her to obliterate most enemies in a single hit. After only a few days of playing the game, Maple claims third place in a server-wide event, gaining a reputation as a player who is both unkillable and absurdly powerful.\nDespite her overpowered character, Kaede has much to learn. As she progresses through the game, she meets new friends and acquaintances, helping her complete new levels and events. Through all of her adventures, she may even pick up some other crazy skills that exceed all expectations.\n[Written by MAL Rewrite]"
    },
    {
        "name": "Haiyore! Nyaruko-san",
        "image": "https://cdn.myanimelist.net/images/anime/6/49081.jpg",
        "synopsis": "Mahiro Yasaka is just an ordinary high school student, until one day he is suddenly attacked by a dangerous monster. Just when everything seems to be lost, he is saved by a silver-haired girl named Nyaruko, who claims to be the shape-shifting deity Nyarlathotep from horror author H. P. Lovecraft's Cthulhu Mythos, sent by the Space Defense Agency to Earth. She explains to Mahiro that the creature chasing him was an alien called Nightgaunt, who had planned on abducting and selling him as a slave.\n\nAfter rescuing him from the alien, the Lovecraftian deity falls madly in love with Mahiro and forces herself into his household, much to his chagrin. Moreover, they are soon joined by two others from the fictional universe: Cthuko, a girl obsessed with Nyaruko, and Hasuta, a young boy easily mistaken for a beautiful female. Together, the three eccentric aliens protect Mahiro from the various extraterrestrial dangers that threaten both his and Earth's well-being, all the while making his life a living hell.\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Sekai Saikou no Ansatsusha, Isekai Kizoku ni Tensei suru",
        "image": "https://cdn.myanimelist.net/images/anime/1928/117620.jpg",
        "synopsis": "'I'm going to live for myself!\n\nThe greatest assassin on Earth knew only how to live as a tool for his employers—until they stopped letting him live. Reborn by the grace of a goddess into a world of swords and sorcery, he's offered a chance to do things differently this time around, but there's a catch...He has to eliminate a super-powerful hero who will bring about the end of the world unless he is stopped.\n\nNow known as Lugh Tuatha Dé, the master assassin certainly has his hands full, particularly because of all the beautiful girls who constantly surround him. Lugh may have been an incomparable killer, but how will he fare against foes with powerful magic?\n\n(Source: Yen Press)"
    },
    {
        "name": "Seireitsukai no Blade Dance",
        "image": "https://cdn.myanimelist.net/images/anime/7/63031.jpg",
        "synopsis": "On his way to Areishia Spirit Academy, Kamito Kazehaya runs into a naked Claire Rouge, a student who had been bathing as part of a purification ceremony. She had been preparing to form a contract with a powerful spirit in order to acquire more power as an \"elementalist.\" Her efforts are wasted, however, when Kamito ends up with the spirit despite the fact that only shrine maidens can become elementalists. Yet to be discouraged, Claire then announces that Kamito must become her contracted spirit instead!\n\nAfter reaching the school grounds, Kamito escapes from Claire and meets Headmaster Greyworth Ciel Mais, who invites him to enroll at the academy. Although his life at Areishia will be far from easy as the only male student among the shrine princesses-in-training, he begrudgingly accepts in exchange for information about his former contracted spirit, Restia Ashdoll. Adding on to that, he also must fulfill Greyworth's main request: to win in the Blade Dance, a battle festival occurring in two months, where he will face the strongest elementalist rumored to be contracted with a darkness spirit.\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Watashi, Nouryoku wa Heikinchi de tte Itta yo ne!",
        "image": "https://cdn.myanimelist.net/images/anime/1205/111403.jpg",
        "synopsis": "Having stood out from others most of her life due to her exceptional character, Misato Kurihara has lived without neither the joy of having close friends nor the experience of having a regular life. However, after a sudden death, she was transported to a divine realm to be reincarnated—and granted one wish to top it off. Thinking about the ordinary life that she had always wanted, she wished to be born as a normal person, with abilities that are average for the world she will resurrect in.\n\nReborn as Adele von Ascham—the daughter of a noble—she possesses magic powers completely exceeding what one would label average. Still desiring to carry out the life she wanted, she leaves her home and enrolls at a hunter school in a faraway kingdom using \"Mile\" as an alias. However, try as she might to hide her overpowering potential, attaining her goal will be difficult—especially when facing against the crazy situations that ensue!\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou",
        "image": "https://cdn.myanimelist.net/images/anime/1126/108573.jpg",
        "synopsis": "In the distant past, a war between humans and demons brought about widespread chaos and bloodshed. To put an end to this seemingly endless conflict, Demon King Anos Voldigoad willingly sacrificed his life, hoping to be reborn in a peaceful future.\n\nIn preparation for their king's return, the demon race created the Demon King Academy, an elite institution tasked with determining Anos' identity when he reawakens. He reincarnates two millennia later, but to his surprise, he soon learns that the level of magic in the world has drastically waned during his absence. Moreover, when he enrolls at the academy to reclaim his rightful title, he finds out that demonkind remembers him differently. His personality, his deeds, and even his legacy are all falsified—masked beneath the name of an impostor. This \"lack\" of common knowledge renders him the academy's outlier—a misfit never before seen in history.\n\nDespite these drawbacks, Anos remains unfazed. As he sets out to uncover those altering his glorious past, he takes it upon himself to make his descendants recognize that their ruler has finally returned.\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Seirei Gensouki",
        "image": "https://cdn.myanimelist.net/images/anime/1453/116276.jpg",
        "synopsis": "When 20-year-old college student Haruto Amakawa dies in a traffic accident, he does not expect to wake up in an unfamiliar world in the body of a young boy named Rio. As their memories and personas fuse, Rio realizes that he now also possesses magical powers. He is relieved to find that his burning passion for revenge against his mother's murderers has not subsided, despite his newly changed identity.\n\nNot soon after, Rio comes across the kidnapped princess of the Bertram Kingdom and saves her without hesitation. To express his gratitude, the king grants him the opportunity to enroll in the Bertram Royal Academy. Believing this to be a new chapter in his life, he is excited to study at this prestigious academy, but life here proves to be difficult for him, a slum-dweller surrounded by the majestic children of nobles.\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Isekai Maou to Shoukan Shoujo no Dorei Majutsu",
        "image": "https://cdn.myanimelist.net/images/anime/1649/93412.jpg",
        "synopsis": ""
    },
    {
        "name": "Isekai Maou to Shoukan Shoujo no Dorei Majutsu Ω",
        "image": "https://cdn.myanimelist.net/images/anime/1011/113703.jpg",
        "synopsis": "Second season of Isekai Maou to Shoukan Shoujo no Dorei Majutsu."
    },
    {
        "name": "Comic Girls",
        "image": "https://cdn.myanimelist.net/images/anime/1207/91794.jpg",
        "synopsis": "Kaoruko \"Chaos\" Moeta is a young manga artist who is down on her luck. She wants to draw manga about high school girls, but her storyboards are bland, her art uninspired, and her premises weak. Her concerned, exasperated editor comes up with an idea: push Chaos to be more social. So, by her recommendation, Chaos moves into a dormitory for female manga artists. She soon meets the other residents: Tsubasa Katsuki, a shounen manga artist; Ruki Irokawa, who draws erotic manga popular with women; and Koyume Koizuka, a shoujo artist who, like Chaos, has yet to be serialized. Quickly striking up a friendship with these girls, Chaos finds new inspiration for her manga and continues to grow her creativity.\n\nComic Girls is a showcase of the daily lives of these manga artists. Will Chaos finally be able to make her debut and become serialized? None of the girls know, but they will all do their best to help each other become the best artists they can be.\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Eromanga-sensei",
        "image": "https://cdn.myanimelist.net/images/anime/2/86468.jpg",
        "synopsis": "One year ago, Sagiri Izumi became step-siblings with Masamune Izumi. But the sudden death of their parents tears their new family apart, resulting in Sagiri becoming a shut-in which cut her off from her brother and society.\n\nWhile caring for what's left of his family, Masamune earns a living as a published light novel author with one small problem: he's never actually met his acclaimed illustrator, Eromanga-sensei, infamous for drawing the most lewd erotica. Through an embarrassing chain of events, he learns that his very own little sister was his partner the whole time!\n\nAs new characters and challenges appear, Masamune and Sagiri must now face the light novel industry together. Eromanga-Sensei follows the development of their relationship and their struggle to become successful; and as Sagiri slowly grows out of her shell, just how long will she be able to hide her true persona from the rest of the world?\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Kono Subarashii Sekai ni Shukufuku wo!",
        "image": "https://cdn.myanimelist.net/images/anime/8/77831.jpg",
        "synopsis": "After dying a laughable and pathetic death on his way back from buying a game, high school student and recluse Kazuma Satou finds himself sitting before a beautiful but obnoxious goddess named Aqua. She provides the NEET with two options: continue on to heaven or reincarnate in every gamer's dream—a real fantasy world! Choosing to start a new life, Kazuma is quickly tasked with defeating a Demon King who is terrorizing villages. But before he goes, he can choose one item of any kind to aid him in his quest, and the future hero selects Aqua. But Kazuma has made a grave mistake—Aqua is completely useless!\n\nUnfortunately, their troubles don't end here; it turns out that living in such a world is far different from how it plays out in a game. Instead of going on a thrilling adventure, the duo must first work to pay for their living expenses. Indeed, their misfortunes have only just begun!\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Kono Subarashii Sekai ni Shukufuku wo! 2",
        "image": "https://cdn.myanimelist.net/images/anime/2/83188.jpg",
        "synopsis": "When Kazuma Satou died, he was given two choices: pass on to heaven or be revived in a fantasy world. After choosing the new world, the goddess Aqua tasked him with defeating the Demon King, and let him choose any weapon to aid him. Unfortunately, Kazuma chose to bring Aqua herself and has regretted the decision ever since then.\n\nNot only is he stuck with a useless deity turned party archpriest, the pair also has to make enough money for living expenses. To add to their problems, their group continued to grow as more problematic adventurers joined their ranks. Their token spellcaster, Megumin, is an explosion magic specialist who can only cast one spell once per day and refuses to learn anything else. There is also their stalwart crusader, Lalatina \"Darkness\" Dustiness Ford, a helpless masochist who makes Kazuma look pure in comparison.\n\nKono Subarashii Sekai ni Shukufuku wo! 2 continues to follow Kazuma and the rest of his party through countless more adventures as they struggle to earn money and have to deal with one another's problematic personalities. However, things rarely go as planned, and they are often sidetracked by their own idiotic tendencies.\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Kono Subarashii Sekai ni Shukufuku wo! 2: Kono Subarashii Geijutsu ni Shukufuku wo!",
        "image": "https://cdn.myanimelist.net/images/anime/1115/98517.jpg",
        "synopsis": "Kazuma meets a novice adventurer called Ran who claims to be Kazuma's fan. A quest is proposed to Kazuma and his party in front of Ran, so he accepts the quest to look good in front of his fan; after some convincing, they all go to fight the metal golem.\n\n(Source: Wikipedia)"
    },
    {
        "name": "Kono Subarashii Sekai ni Shukufuku wo! Movie: Kurenai Densetsu",
        "image": "https://cdn.myanimelist.net/images/anime/1129/117109.jpg",
        "synopsis": "It is not strange that the Demon Lord's forces fear the Crimson Demons, the clan from which Megumin and Yunyun originate. Even if the Demon Lord's generals attack their village, the Crimson Demons can just easily brush them off with their supreme mastery of advanced and overpowered magic.\n\nWhen Yunyun receives a seemingly serious letter regarding a potential disaster coming to her hometown, she immediately informs Kazuma Satou and the rest of his party. After a series of wacky misunderstandings, it turns out to be a mere prank by her fellow demon who wants to be an author. Even so, Megumin becomes worried about her family and sets out toward the Crimson Demons' village with the gang.\n\nThere, Kazuma and the others decide to sightsee the wonders of Megumin's birthplace. However, they soon come to realize that the nonsense threat they received might have been more than just a joke.\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Kono Subarashii Sekai ni Shukufuku wo!: Kono Subarashii Choker ni Shukufuku wo!",
        "image": "https://cdn.myanimelist.net/images/anime/1649/98516.jpg",
        "synopsis": "While exploring Wiz's magic shop with his party, Kazuma Satou finds a magical wish-granting choker and decides to try it on. Only then does Wiz tell him that the choker strangles its wearer to death in four days unless their desires are fulfilled. This wouldn't be a problem if Kazuma knew what his wish was. Fearing for Kazuma's life, Aqua, Megumin, and Lalatina \"Darkness\" Dustiness Ford all agree to do his bidding in order to satisfy his desires and hopefully grant his wish, no matter what he asks for...\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Gochuumon wa Usagi Desu ka?",
        "image": "https://cdn.myanimelist.net/images/anime/6/79600.jpg",
        "synopsis": "Kokoa Hoto is a positive and energetic girl who becomes friends with anyone in just three seconds. After moving in with the Kafuu family in order to attend high school away from home, she immediately befriends the shy and precocious granddaughter of Rabbit House cafe's founder, Chino Kafuu, who is often seen with the talking rabbit, Tippy, on her head.\n\nAfter beginning to work as a waitress in return for room and board, Kokoa also befriends another part-timer, Rize Tedeza, who has unusual behavior and significant physical capabilities due to her military upbringing; Chiya Ujimatsu, a waitress from a rival cafe who does everything at her own pace; and Sharo Kirima, another waitress at a different cafe who has the air of a noblewoman despite being impoverished.\n\nWith fluffy silliness and caffeinated fun, Gochuumon wa Usagi Desu ka? is a heartwarming comedy about five young waitresses and their amusing adventures in the town they call home.\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Gochuumon wa Usagi Desu ka??",
        "image": "https://cdn.myanimelist.net/images/anime/8/76702.jpg",
        "synopsis": "With a new year comes new adventures, especially at the Rabbit House! Since her arrival at the café, Kokoa Hoto has become accustomed to her new life as a waitress even though the Rabbit House isn't the rabbit paradise she initially envisioned it to be. Life is pleasant, and she enjoys spending time both working and playing with her friends and fellow waitresses Chino Kafuu, a cute middle school student with a fuzzy bunny companion named Tippy, and Rize Tedeza, the pig-tailed daughter of a soldier who is readily armed for any scenario.\n\nTogether with Chiya Ujimatsu and Sharo Kirima, who also work at neighboring cafés in town, the Rabbit House crew gets involved in all sorts of crazy adventures. Throughout these adventures, the girls encounter troubled novelists, rival cafes, secret treasure, and... alcoholic chocolates?\n\n[Written by MAL Rewrite]"
    },
    {
        "name": "Gochuumon wa Usagi Desu ka??: Dear My Sister",
        "image": "https://cdn.myanimelist.net/images/anime/1223/95215.jpg",
        "synopsis": "Cocoa visits her family, in the mountains, after quite some time again after her sister Mocha wrote her, through a letter, to come back soon. Her friends will have to spend a week in the town without her, while Cocoa has time with her family that she hasn't seen for a long time. But Chino, Cocoa's self proclaimed little sister, wants to go watch, with Cocoa and all her friends, the fireworks in the fireworks festival, which is coming up in less than a week. Cocoa decides to return early as she misses them all, but will she arrive in time for the climax of the festival?\n\n(Source: TMDB)"
    }
]
